// src/data/learning-english.ts
export const learningEnglish = {
  id: "4723",
  name: "📝 Выучить английский",
  sections: [
    {
      id: 1763253260943,
      name: "Программа",
      cards: [
        {
          id: 1763256577179,
          title: "Краткий план",
          type: "idea",
          content:
            "регулярно изучить базовую грамматику и лексику (5-10 слов в день), практиковать все навыки (говорение, аудирование, чтение, письмо) с помощью разнообразных материалов и приложений, а также регулярно повторять пройденное, например, раз в неделю. Для наилучшего результата, составить четкое расписание и заниматься по нему, распределяя время на разные типы активности, чтобы избежать перегрузки. ",
        },
        {
          id: 1763256713274,
          title: "Ресурсы",
          type: "question",
          content: "Сколько понадобится времени и денег?",
        },
        {
          id: 1763328376980,
          title: "Время и деньги",
          type: "solution",
          content:
            "Время и деньги на изучение английского зависят от начального уровня и желаемого результата: с нуля до уровня B1 может потребоваться 350–400 часов и около 150–200 тысяч рублей при средней цене часа, а до уровня носителя — 1000–1200 часов и несколько сотен тысяч рублей. Для самостоятельного изучения время может сократиться, но при занятиях с репетитором стоимость будет возрастать. \nПримерные затраты времени и денег\nУровень\tВремя (при регулярных занятиях)\tСтоимость (примерно)\nA1 (Начальный)\tОколо 60-150 часов\tНесколько десятков тысяч рублей\nA2 (Элементарный)\tОколо 150-200 часов\tНесколько десятков тысяч рублей\nB1 (Средний)\tОколо 350-400 часов\tОколо 150-200 тысяч рублей\nB2 (Продвинутый)\tОколо 600-800 часов\tНесколько сотен тысяч рублей\nC1 (Продвинутый)\tОколо 1000-1200 часов\tНесколько сотен тысяч рублей\nВажно:\nСтоимость: Цена за час занятий с репетитором может достигать 1500 рублей. Это не включает стоимость дополнительных материалов, учебников, курсов и т.д.\nИндивидуальные занятия: Стоимость и время обучения могут сильно варьироваться в зависимости от преподавателя, формата занятий (индивидуальные или групповые), интенсивности и ваших личных способностей.\nСамостоятельное обучение: Время и деньги, затраченные на самостоятельное обучение, могут быть значительно ниже, но требуют высокой самодисциплины и мотивации. ",
        },
        {
          id: 1763256765751,
          title: "Источники",
          type: "link",
          content: "https://librum.io/en-site/englishtips/",
        },
        {
          id: 1763256801218,
          title: "Учебные материалы",
          type: "file",
          content: "English book.pdf",
        },
      ],
    },
    {
      id: 1763254871957,
      name: "Основы",
      cards: [
        {
          id: 1763256653223,
          title: "Грамматика",
          type: "solution",
          content: "структуры предложений, простые времена (Simple) и другие базовыхе конструкции.",
        },
        {
          id: 1763256699004,
          title: "Лексика",
          type: "solution",
          content:
            "Ежедневно учить по 5-10 новых слов. Использовать карточки или приложения для запоминания и повторять их.",
        },
        {
          id: 1763256734817,
          title: "Правила чтения",
          type: "solution",
          content:
            "Изучить правила чтения и произношения слов, чтобы правильно читать и говорить. ",
        },
      ],
    },
    {
      id: 1763327673559,
      name: "Практика и применение",
      cards: [
        {
          id: 1763327726995,
          title: "Аудирование",
          type: "solution",
          content:
            "Слушать подкасты, песни, смотреть короткие видеоролики для своего уровня с субтитрами. Стараться активно воспринимать информацию, а не просто слушать.",
        },
        {
          id: 1763327763346,
          title: "Чтение",
          type: "solution",
          content:
            "Читать простые тексты, статьи или адаптированные книги. Пересказывать содержание, чтобы закрепить понимание.",
        },
        {
          id: 1763327806471,
          title: "Говорение",
          type: "solution",
          content:
            "Практиковать самостоятельно или посещать разговорные клубы. Стараться использовать новые слова и грамматические конструкции в своей речи.",
        },
        {
          id: 1763327848567,
          title: "Письмо",
          type: "solution",
          content: "Начать с простых упражнений, писем или ведения дневника на английском языке. ",
        },
      ],
    },
    {
      id: 1763327866178,
      name: "Закрепление и развитие",
      cards: [
        {
          id: 1763327912368,
          title: "Повторение",
          type: "solution",
          content:
            "Выделить время на регулярное повторение пройденного материала (раз в неделю), чтобы информация закрепилась.",
        },
        {
          id: 1763327948428,
          title: "Составить график",
          type: "solution",
          content:
            "Составить расписание занятий (5-6 раз в неделю) и распределить время между разными видами активности, чтобы заниматься было комфортно и продуктивно.",
        },
        {
          id: 1763327989900,
          title: "Найти систему",
          type: "solution",
          content:
            "Не пытаться учить все подряд. Выбрать один основной учебник и несколько дополнительных источников для занятий.",
        },
        {
          id: 1763328024907,
          title: "Регулярность",
          type: "solution",
          content:
            "Сделать обучение привычкой, занимаясь в одно и то же время. Это поможет сформировать дисциплину.",
        },
      ],
    },
  ],
};
